[
    {
        "category": "A Nossa História",
        "title": "Nossa jornada começou com uma visão",
        "details":
        "A TWENT® foi fundada em Genebra, Suíça, em 1984, pelo visionário relojoeiro Adrien Lambert, descendente de uma família tradicional no ofício da relojoaria. Desde jovem, Adrien cresceu imerso na atmosfera dos ateliês suíços, onde o silêncio era preenchido apenas pelo tique-taque compassado de peças minúsculas ganhando vida. Hoje, a TWENT® representa o equilíbrio raro entre tradição e modernidade, mantendo viva a visão de Adrien Lambert: uma marca que não mede apenas o tempo, mas o torna eterno.",
        "image": "/img/about/genebra.jpg" 
      },
      {
        "category": "A Nossa História",
        "title": "A primeira boutique",
        "details":
          "A primeira boutique foi aberta na elegante Rue du Rhône, em Genebra, e logo se tornou um ponto de encontro para colecionadores e apreciadores de alta relojoaria. Cada modelo lançado pela TWENT carregava em si uma dualidade: linhas clássicas, inspiradas em relógios de bolso do século XIX, combinadas com detalhes ousados e modernos, refletindo a busca constante de Lambert por inovação sem perder raízes. Com o tempo, a TWENT expandiu sua presença internacional, mantendo sempre a filosofia original: criar uma experiência premium, onde cada cliente não adquire apenas um relógio, mas participa de uma narrativa que conecta passado, presente e futuro.",
        "image": "/img/about/aboutBanner.png"
      },
      {
        "category": "Filosofia e Valores",
        "title": "Artesanato e Dedicação",
        "details": "Cada relógio TWENT® é montado à mão por mestres relojoeiros em nosso ateliê em Genebra. Acreditamos que a verdadeira excelência nasce da paciência e da atenção aos mínimos detalhes. Este compromisso com o artesanato garante que cada peça seja não apenas um instrumento preciso, mas uma obra de arte funcional.",
        "image": "/img/about/artesao-trabalhando.jpg"
      },
      {
        "category": "Filosofia e Valores",
        "title": "Sustentabilidade e Legado",
        "details": "Estamos comprometidos em preservar tanto a arte da relojoaria quanto o nosso planeta. Utilizamos materiais de origem responsável, como ouro reciclado e diamantes de fontes éticas. Nossa visão é criar relógios que durem gerações, construindo um legado de beleza e responsabilidade.",
        "image": "/img/about/materiais-sustentaveis.jpg"
      }
]